
error=-1001761055456

#QIWI-токен
#____________________________________#
qiwi_token='hz'
#____________________________________#
#BOT-токен
#____________________________________#
bot_token='5764809787:AAGQZzjo7fG7JKs7MIZdRfulLS-wNJEpzh4'
#____________________________________#
#ID каналов для отправки сообщений
#____________________________________#
balance=5893628848 #канал, который уведомляет о покупках
pokupka=5893628848 #канал, который уведомляет о пополнении баланса
error=5893628848 #канал, который уведомляет об ошибках
#____________________________________#
#Приветственная картинка:
#____________________________________#
image_link='https://i.ibb.co/qNqNL1V/tetstvaa.jpg'
image_name='bot.png'
#____________________________________#
#Логин канала, где проверить подписку:
#____________________________________#
channel_popdiska='https://t.me/+s0kQcpcc_1Q3OTgy'
#____________________________________#
techpod='https://t.me/+s0kQcpcc_1Q3OTgy'

otzyv_channel='https://t.me/+s0kQcpcc_1Q3OTgy'

ref='https://t.me/Fjdjskkdbot?start='